<?php

return [
 
    'failed_login'          => 'فشل في تسجيل الدخول'  ,
    'mobile_notfound'       => 'الموبايل الذي ادخلته غير موجود سيتم تحويلك لتسجيل الدخول',
    'login'                 => 'تم تسجيل الدخول بنجاح',
    'code_failed'       => ' الكود الذي ادخلته غير صحيح ',
    'fail_login'            => 'البيانات التي تم ادخالها غير صحيحه.',
    'logged_out'            => 'لقد تم تسجيل الخروج',
    'allowed'               => 'غير مسموح لك',
    'save'                  => 'تم الحفظ بنجاح',
    'send'                  => 'تم الإرسال بنجاح',
    'delete'                  => 'تم الحدف بنجاح',
    'failed'                => 'فشل في الحفظ',
    'error_wrong'           => 'حدث خطا ما',
    'fetch'                 => 'تم  الإحضار بنجاح',
    'nothing_found'         => 'لا يوجد بيانات',
    'logout'                => 'تم تسجيل الخروج بنجاح',
    'failed_registered'     => 'فشل في التسجيل',
    'success_registered'    => 'تم التسجيل بنجاح',
    'send_code'            => 'لقد تم إرسال رمز لتأكيد هاتفك المحمول ',
    'incorrect_code'        => 'الكود الذي ادخلته غير صحيح ',
    'code_requird'          => 'من فضلك ادخل الكود الذي تم ارساله ',
    'success_code'          => 'تم التاكيد بنجاح',
    'code_notfound'         => 'هذا الكود غير صحيح',
    'passwordsucces'        => 'تم تغيير كلمة المرور بنجاح ',
    'send_successfully'     => 'تم الارسال بنجاح' ,

    'mobile_requird' => 'من فضلك ادخل رقم الموبايل',
    'password_requird' => 'من فضلك ادخل الباسورد',
    'success' => 'تم بنجاح',
    'confirm_password' => ' كلمة المرور لا تتطابق مع كلمة مرور ',
    'token_invalid'    => 'رقم الجهاز غير صالح',
    
    'send_password' => 'تم ارسال كلمة المرور لبريدك بنجاح',
    'failed_code' => 'فشل في ارسال الكود',
    
    'user_id_notfound' => 'رقم المستخدم مطلوب' ,
    'send_succes'      => 'تم ارسال الرسالة بنجاح' ,
   
    'savecontact'   => 'تم ارسال الرسالة بنجاح' , 
    'success'   =>'تم بنجاح ',
    'notfound'  => 'لا يوجد بيانات',

    'pending'   => 'قيد الانتظار ',
    'accepted'   =>  'مقبول ، في انتظار تعيين سائق' ,
    'assigned'   =>  'تم تعيين سائق لهذا الأمر ، في انتظار التسليم' ,
    'delivered'   =>  'تم التوصيل',
    'canceled'   =>  'ألغيت',

    'notfoundcenter' => 'لا توجد مراكز توزيع لهذا الخزان ',
    'activate_account'  => 'برجاء تفعيل الحساب',
];
